Repository: apertium/apertium-sme-smj
Catalog: tmx_data/Olli_kronikk_sme2smj.tmx
Source language: sme
Languages: smj

source: Sáhtášii go son dat, jos livčče sámi mánáidgárdefálaldat buohkaide lasihit sámi giellageavaheddjiid?
smj: Luluj sáme mánájgárddefálaldahka gájkajda viehkken váj ienep sáme giellaaddnijt åttjut?

source: Sámediggeráđđi lea ráhkadeamen sámediggedieđáhusa sámi mánáidgárdefálaldaga birra maid Sámedikki dievasčoahkkin galgá mearridit guovvamánus 2013 .
smj: Sámedikkeráde le sámediggediedádusáv dahkamin sáme mánájgárddefálaldagá gáktuj mij galggá Sámedikkes mierreduvvat 2013 guovvamáno .

source: Dieđáhus galgá oainnusmahttit Sámedikki rolla ja min politihka mánáidgárdesuorggis, ja mii háliidit oažžut ságastallama prinsihpalaš beliid birra sámi mánáidgárdefálaldaga ektui.
smj: Diedádus galggá Sámedikke rållav ja mijá politihkav mánájgárdesuorgen tjalmostit, ja sihtap dagástallamav låggŋit sáme mánájgárddefálaldagá prinsihpalasj ássjij vuoksjuj.

source: Sámediggi áigu ovdánahttit politihka man bokte nannet mánáidgárddiid deaŧalaš rolla sámi mánáid bajásgeassimis.
smj: Sámedigge sihtá åvdedit politihkav mij nanni mánájgárdij ájnas rållav sáme mánáj bajássjattadijn.

source: Mánáidgárddit leat deaŧalaččat máná ovdáneapmái giela ja kultuvrra oahppama dáfus ja identitehta ovddideapmái.
smj: Mánájgárde li ájnnasa mánáj åvddånahttema gáktuj gå usjudallá giella- ja kultuvrraoahppamav ja identitehttaåvddånahttemav.

source: Mánáidgárddit leat okta deaŧaleamos sajiin sámi giela ja kultuvrra viidáseappot doalvumii.
smj: Mánájgárde li ájnnasamos arena gå galggá sáme gielav ja kultuvrav joarkket.

source: Danne lea vealtameahttun deaŧalaš áŋgiruššat dan ala ahte sámi servodat galgá ovddiduvvot sámi álbmoga iežas višuvnnaid, árvvuid ja prinsihpaid vuođul.
smj: Danen le mánájgárdijt vuorodit viehka ájnas jus sáme sebrudahka galggá åvddånit sáme álmmuga ietjas visjåvnåj, árvoj ja prinsihpaj milta.

source: Sámediggi áigu dainna dieđáhusain bidjat guovddážii dan ahte addojuvvo sámi mánáidgárdefálaldat buohkaide geat dan háliidit
smj: Sámedigge sihtá diedádusájn dættodit galggá sáme mánájgárddefálaldahka gájkajda gudi dav sihti.

source: Sámediggi áigu sihkkarastit ahte mánáidgárddit ožžot doarvái ruđaid dán lágan fálaldahkii mas lea buorre kvalitehta.
smj: Sámedigge galggá duodaj bærrájgæhttjat mánájgárdijn li nuoges rudá buorre fálaldagáv fálatjit.

source: Dan mánáidgárdefálaldagas mii dál addojuvvo sámi mánáide leat stuorra variašuvnnat.
smj: Mánágárddefálaldahka mij uddni gávnnu le viehka målsudahkes.

source: Fálaldagat molsašuddet sámi mánáide mánáidgárddiid rájes, main váldodeaddu lea sámegielas gitta dárogielat sámi mánáid rádjai geat ožžot fálaldaga norgalaš mánáidgárddiin.
smj: Soajttá liehket fálaldahka sáme mánájda mánájgárdijn gånnå sámegiella le guovdátjin jali dárogielak máná gudi dárogielak mánájgárdijn fálaldagáv oadtju.

source: Sámi mánáidgárdin oaivvilduvvo dat mánáidgárdi mii mearrádusaid bokte lea vuođđudan mánáidgárdedoaimma sámi gillii ja kultuvrii.
smj: Sáme mánájgárdde le mánájgárdde man njuolgadusá javlli mánájgárde doajmma le sámegiela ja kultuvra vuodon.

source: Mánáidgárdi galgá nannet máná identitehta sápmelažžan sámegiela geavaheami ovdánahttima ja sámi kultuvrra gaskkusteami bokte.
smj: Mánájgárdde galggá mánáj sáme identitehtav nannit navti jut sámegiela anov åvdet ja sáme kultuvrav åvdedit.

source: Mánáidgárddi jođihit sámi pedagogalaš bargit.
smj: Sáme bargge mánájgárdev jådedi.

source: Dasto galget guovddáš oasit sámi mánáidbajásgeassimis gozihuvvot sihke bargovugiid ja beaivválaš eallima bokte.
smj: Dasi lassen galggi guovdásj oase sáme bajásgiessemis várajda váldeduvvat sihke barggovuogen ja árkkabiejven.

source: Mánáidgárdefálaldat galgá organiserejuvvot nu ahte mánát váldojuvvojit mielde sierralágan bargoproseassaide ja ahte sii besset searvat kultuvrralaš ja sosiála doaimmaide.
smj: Mánájgárde fálaldahka galggá navti organiseridum jut máná bessi fárruj iesjguhtik barggoprosessajda ja bessi kultuvralasj ja sosiála dåjmajda sæbrrat.

source: Mánáidgárddiin mat leat olggobealde sámi distrivtta ja gos leat sámi mánát, lea vánhemiin ja mánáid vuoigatvuohta vuordit ahte mánáidgárddi bargit dovdet sámi kultuvrra ja deattuhit dan oassin sisdoalus.
smj: Mánájgárde sáme guovlo ålggolin gånnå li sáme máná, galggi æjgáda ja máná bessat vuorddet mánájgárde bargge sáme kultuvrav dåbddi ja dættodi oassen sisanos.

source: Dát mearkkaša dan, ON mánáidkonvenšuvnna ja mánáidgárdelága mielde, ahte sámi mánát galget vásihit fálaldaga searvvaheaddjin, gos leat sámegielat bargit geat geavahit sámegiela mánáiguin háladettiin.
smj: Dát sisadná, AN:a mánájkonvensjåvnå ja mánájgárddelága milta, jut sáme máná vásedi fálaldahka le sebradahtte oahppambirás, gånnå sámegielak bargge sámegielav adni máná guládijn.

source: Dát ferte dahkkojuvvot fágalaččat heivehuvvon vuogi mielde ja mánáid guovttegielat ovdáneami ja individuála eavttuid vuođul.
smj: Dát hæhttu fágalasj láhkáj dáhpáduvvat máná guovtegielak åvddånahttema ja individuála gájbbádusájda hiebadum.

source: Sámediggi áigu oččodit sámi mánáide individuála vuoigatvuođa oažžut sámi mánáidgárdefálaldaga.
smj: Sámedigge sihtá barggat dan vuoksjuj jut sáme máná oadtju individuála riektáv sáme mánájgárddefálaldahkaj.

source: Dás lea sáhka mánáid vuoigatvuođas beassat leat mielde váikkuheamen ja mearrideamen.
smj: Mánáj riektá oassálasstemij ja iesjmierredibmáj le ássjen.

source: Mánáidgárdi galgá sihkkarastit dan ahte mánát ovdánit guovttegielagin, dainna lágiin ahte sin sámegielat ja sámi kultuvra nannejuvvojit.
smj: Mánájgárdde galggá sihkarasstet jut máná guovtegielak åvddånahttemav oadtju, váj sijá sámegiella ja sáme kultuvralasj sisadno nanniduvvá.

source: Mánáidgárdelágas lea nannejuvvon ahte mánáidgárdi ovttasráđiid ja áddejumiin ruovttuin galgá gozihit mánáid dárbbu oažžut fuolahusa ja beassat duhkoraddat, ja ovddidit oahppama vuođđun juohke lágan ovdáneapmái.
smj: Mánájgárddeláhka javllá mánájgárdde aktisasjbarggon ja dádjadusájn sijdajn várajda válldá mánáj dárbov huvsos ja ståhkusis, ja åvdet oahppamav ja ulmutjahttemav gájkbelak åvddånahttema vuodon.

source: Giellabargu mánáidgárddis gáibida ollu barggu sihke bargiin ja vánhemiin.
smj: Mánájgárde giellabarggo gájbbet ållo bargov sihke barggijs ja æjgádijs.

source: Sámi servodagas leat ovddabealde stuorra hástalusat go guoská sámegielat bargiid rekrutteremii.
smj: Sáme sebrudagán li moadda hásstalusá mij guosská sámegielak barggijt åttjudit.

source: Jos galggaš sáhttit ovddidit mánáidgárddiid orgánan gos oahppat ja ollašuhttit oahppogáibádusa mánáidgárdelága mielde, lea deaŧalaš hástalussan oažžut eanet sámegielat olbmuid geain lea pedagogalaš máhttu mánáidgárddiide.
smj: Jus galggá mánájgárdijt åvddånahttet oahppamásadussan ja ållidit mánájgárddelága oahppogájbbádusájt de le ájnas hásstalus ienep sámijt pedagogalasj máhtudagáj mánájgárdijda åttjudit.

source: Pedagogalaš bargit ja eará sámegielat bargit leat vuođđogeađggit boahtteáiggi mánáidgárddiin.
smj: Pedagogalasj bargge ja ietjá sámegielak bargge li boahtteájge mánájgárdij vuodopillára.

source: Mánáidgárddi deaŧaleamos doaimmaid gaskii gullá giellamovttiidahttin.
smj: Giellamåvtåstuhttem le akta mánájgárde ájnnasamos dahkamusájs.

source: Ollu oktavuođain leat oaidnán ahte giellaoahpahus ii leat dohkálaš.
smj: Moaddi lip vuojnnám giellaåhpadibme ij le læhkám nuoges buorre.

source: Dan geažil go váilot resursaolbmot ja fágaolbmot geain lea gelbbolašvuohta sámi gielas, de šaddá giellaoahpahus váilevaš.
smj: Sámegielak bargge ja ressurssaulmutja vádnuni ja navti giellaåhpadibme hedjun.

source: Jos sámegielaid galggaš suodjalit ja ovddidit, de ii sáhte sámegiela oahpahus doaibmat soaittáhagas mánáidgárddis.
smj: Jus galggá sámegielav bisodit ja åvddånahttet, de ij giellaåhpadibme mánájgárdijn máhte liehket soajttemláhkáj.

source: Fertet oažžut eanet vánhemiid válljet sámegiela mánáidasaset vai šattašii lunddolažžan čuovvolit sámegiela maiddái vuođđooahpahusas skuvllas.
smj: Ienep æjgáda hæhtuji sámegielav ietjasa mánájda válljit váj de sjaddá luondulasj sij vas sámegielajn skåvlån joarkki.

source: Sámedikki giellapolitihkain sihkkarastojuvvo sámegielaid riggodat ja variašuvnnat.
smj: Sámedikke giellapolitihkka galggá sihkarasstet moattebelakvuodav ja variasjåvnåv sámegielan.

source: Sihke mánát geaid eatnigiella lea sámegiella, mánát geaid nubbin giella lea sámegiella ja dárogielat mánát fertejit oažžut vejolašvuođaid oažžut sámi mánáidgárdefálaldaga.
smj: Sihke máná gejn le sámegiella ieddnegiellan, máná sámegielajn nubbengiellan ja dárogielak máná hæhttuji bessat sáme mánájgárddefálaldahkaj.

source: Dalle šaddá mánáidgárdi dakkár sadjin gos sihke dárogielat mánát ohppet sámegiela ja sámegielat mánát besset ovddidit sámegielaid.
smj: Navti sjaddá mánájgárdde arenan gånnå dárogielak máná sámegielav oahppi ja sámegielak máná sámegielastis åvddånahtti.

source: Okta dain stuorámus hástalusain lea ahte mii fertet oažžut eanet sámi giellageavaheddjiid.
smj: Akta dajs stuorra hásstalusájs le jut hæhttup ienep sáme giellaaddnijt åttjudit.

source: Minoritehtan leat sámit sorjavaččat das ahte giella ja kultuvra oažžu doarjaga ja ovddiduvvo.
smj: Danen gå mij sáme lip unneplåhkoálmmuk de lip ållu báddnum dasi jut giella ja kultuvrra doarjoduvvá ja åvddånahteduvvá.

source: Go áŋgiruššá oažžut sámi mánáidgárdefálaldaga maiddái dáža mánáide, de nannešii dat maiddái sámi mánáid iešdovddu.
smj: Jus vuorot dáttja mánájda aj sáme mánájgárddefálaldagáv dahkat de dat aj sáme mánáj iesjdåbdov nanni.

source: Dainna loktejuvvošii giela stáhtus dan bokte ahte maiddái dáža mánát sáhttet oahpásmuvvat sámi gielain ja kultuvrrain mánáidgárddis ja oahppat giela
smj: Soajttá giela stáhtusav låggŋi jus dáttja máná aj bessi sámegielav ja kultuvrav dåbdden dahkat ja åmastit mánájgárden.

source: Áiggi mielde sihkkarastojuvvo de dat ahte sámi álbmot sáhttá bisuhit iežas giela, kultuvrra ja servodateallima.
smj: Ajge bále le dát aj viehkken gå sáme álmmuk galggá gielas, kultuvras ja sebrudakiellemastis sihkarasstet.
